accountsservice
acpi
alacritty
alsa-firmware
alsa-plugins
alsa-utils
arandr
arc-gtk-theme-eos
archlinux-xdg-menu
ark
aspell-en
aspnet-runtime-3.0
aspnet-runtime-6.0
autotiling
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
bcwc-pcie-git
bind
bluedevil
blueman
bluez
bluez-utils
breeze-gtk
broadcom-wl-dkms
btrfs-progs
cantarell-fonts
cmake
cryptsetup
device-mapper
dex
dhclient
diffutils
dmenu
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
dotnet-runtime-3.0
dotnet-runtime-6.0
dotnet-sdk
dotnet-sdk-3.1-bin
dotnet-sdk-6.0
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-dracut
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-plasma-sddm-config
eos-quickstart
eos-rankmirrors
eos-settings-i3wm
eos-settings-plasma
eos-update-notifier
ethtool
exfatprogs
f2fs-tools
facetimehd-firmware
feh
ffmpegthumbnailer
file-roller
firefox
firewalld
flatpak
fsarchiver
galculator
glances
gnome-multi-writer
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
haruna
haveged
hdparm
hwdetect
hwinfo
i3-wm
i3blocks
i3lock
i3status
inetutils
intel-ucode
inxi
iptables-nft
isoimagewriter
ispell
iwd
jfsutils
jq
kate
kcalc
kde-gtk-config
kdeconnect
kdeplasma-addons
keyd
kgamma
khotkeys
kimageformats5
kinfocenter
kinit
kio-fuse
konsole
kscreen
ktorrent
kwallet-pam
less
lib32-vulkan-intel
lib32-vulkan-mesa-layers
libdvdcss
libgsf
libopenraw
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance-gtk3
mako
man-db
man-pages
mdadm
meld
mesa-utils
mlocate
modemmanager
mtools
nano
nano-syntax-highlighting
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
numlockx
okular
openssh
os-prober
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
plasma-systemmonitor
polkit-gnome
poppler-glib
popsicle
postgresql
power-profiles-daemon
powerdevil
print-manager
pv
python
python-capng
python-packaging
python-pip
python-pyqt5
rbenv
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rofi-power-menu
rsync
rtkit
s-nail
screenfetch
scrot
sddm-kcm
sg3_utils
signal-desktop
slack-desktop
smartmontools
sof-firmware
spectacle
steam
sudo
sway
swaybg
swayidle
swaylock-effects
sysfsutils
sysstat
systemd-sysvcompat
tauon-music-box
texinfo
the_silver_searcher
thunar
thunar-archive-plugin
thunar-volman
tidal-hifi-bin
tiled
tldr
tree-sitter
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
ventoy
vi
vim
vulkan-intel
vulkan-mesa-layers
waybar
welcome
wget
which
wireplumber
wpa_supplicant
xbindkeys
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xsettingsd
xterm
yay
zoom
zsh
