;; -*- no-byte-compile: t; -*-
;;; config/snarisi/packages.el

(package! evil-easymotion)
(package! lsp-mode)
(package! lsp-ui)
(package! company-lsp)
(package! company-box)
(package! virtualenvwrapper)
(package! quasi-monochrome-theme)
(package! anaconda-mode :ignore t)
(disable-packages! anaconda-mode)
